html/blogroll.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Blogroll</title>
<!-- 2018-02-13 Tue 13:31 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="jde27" />
<meta name='viewport' content='width=device-width,
initial-scale=1.0'> <meta name='keywords' content='Jonny Evans,
mathematics, geometry, UCL'> <meta name='description'
content='Blog of the UCL-based mathematician Jonny Evans'>
<meta name='author' content='Jonny Evans'> 
<link rel='stylesheet' type='text/css' href='../aux/style.css'/>
<link rel='alternate' type='application/rss+xml' title='RSS feed' />
</head>
<body>
<div id="preamble" class="status">
<div class='banner'>
<a href='index.html'>Blog index</a> | <a href='http://www.homepages.ucl.ac.uk/~ucahjde'>Homepage</a> | <a href='blogroll.html'>Blogroll</a> | <a href='rss.xml'>RSS feed</a></div>
</div>
<div id="content">
<h1 class="title">Blogroll</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Blogroll</h2>
<div class="outline-text-2" id="text-1">
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2018-02-08 Thu]</span></span>
</p>

<p>
Here is a list of blogs and websites which contain interesting and/or
useful information. If you have a website or blog which you think I
might find interesting and/or useful, email me!
</p>

<ul class="org-ul">
<li><a href="http://math.ucr.edu/home/baez/">John Baez</a>
</li>
<li><a href="https://symplecticfieldtheorist.wordpress.com/">Symplectic Field Theorist</a> (blog of <a href="https://www.mathematik.hu-berlin.de/~wendl/">Chris Wendl</a>)
</li>
<li><a href="https://floerhomology.wordpress.com/">floerhomology</a> (blog of <a href="https://math.berkeley.edu/~hutching/">Michael Hutchings</a>)
</li>
<li><a href="https://electrichandleslide.wordpress.com/">The Electric Handleslide</a> (group blog in symplectic, contact and
low-dimensional topology)
</li>
<li><a href="https://nms.kcl.ac.uk/yanki.lekili/">Yankı Lekili</a>
</li>
<li><a href="https://plus.google.com/+DavidRoberts">David Roberts</a>
</li>
<li><a href="http://vihart.com/">Vi Hart</a>
</li>
<li><a href="http://people.maths.ox.ac.uk/neale/index.html">Vicky Neale</a>
</li>
<li><a href="http://pbelmans.ncag.info/">Pieter Belmans</a>
</li>
<li><a href="http://www-m8.ma.tum.de/personen/kuehn/">Christian Kuehn</a>
</li>
<li><a href="https://plus.google.com/+TimothyGowers0">Tim Gowers</a>
</li>
<li><a href="http://www.math.columbia.edu/~woit/wordpress/">Peter Woit</a>
</li>
<li><a href="http://backreaction.blogspot.co.uk/">Backreaction</a> (blog of Sabine Hossenfelder)
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class='banner'>Comments, corrections and contributions are very welcome; please drop me an email at j.d.evans at ucl.ac.uk if you have something to share.</div><div class='bottomblock'><a class='cc' href='https://creativecommons.org/licenses/by-sa/4.0/legalcode'>CC-BY-SA</a>, Jonny Evans 2017</div>
</div>
</body>
</html>
